Repository: artifactdev/devday_website
Catalog: devday/speaker/locale/*/LC_MESSAGES/django.po
Languages: de

source: Speaker management
de: Sprecherverwaltung

source: How should we present your name to the audience?
de: Wie sollen wir dem Publikum deinen Namen anzeigen?

source: Tell your audience who you are and what you want people to know about you.
de: Erzähl dem Publikum etwas über dich und das was die Leute von dir wissen sollen.

source: Register as speaker
de: Als Sprecher anmelden

source: By registering as a speaker, I agree to be contacted by the Dev Day organizers about conference details and my talk submissions.
de: Mit der Registrierung als Sprecher stimme ich zu, dass die Dev Day Organisatoren zu Details zur Konferenz und meinen Sessioneinreichungen Kontakt mit mir aufnehmen dürfen.

source: Change your speaker details
de: Ändere deine Sprecherdaten

source: Speaker image
de: Sprecherfoto

source: Change your speaker profile
de: Ändere deine Sprecherdaten

source: Submit your portrait
de: Lade dein Foto hoch

source: Skip upload
de: Hochladen überspringen

source: speaker name
de: Sprechername

source: Phone
de: Telefon

source: job or study subject
de: Beruf oder Studiengang

source: company or institution
de: Firma oder Institution

source: Video permitted
de: Videoerlaubnis erteilt

source: I hereby agree that audio and visual recordings of me and my session can be published on the social media channels of the event organizer and the website devday.de.
de: Ich stimme hiermit zu, dass Ton- und Videoaufzeichnungen von mir und meiner Session auf den Social-Media-Kanälen des Veranstalters und auf der Webseite devday.de verwendet werden dürfen.

source: Short biography
de: Kurzvita

source: registered as speaker
de: Als Sprecher angemeldet

source: Speaker image thumbnail
de: Vorschau Speakerbild

source: Public speaker image
de: Öffentliches Speakerbild

source: T-shirt size
de: T-Shirtgröße

source: speaker
de: Sprecher

source: speakers
de: Sprecher

source: published as speaker
de: Als Sprecher veröffentlicht

source: email address
de: E-Mailadresse

source: published speaker
de: veröffentlichter Sprecher

source: published speakers
de: veröffentlichte Sprecher

source: Talks: %(event)s
de: Sessions: %(event)s

source: Portrait picture of %(speaker_name)s
de: Portraitfoto von %(speaker_name)s

source: Delete portrait picture
de: Portraitfoto löschen

source: Do you want to delete your portrait picture?
de: Willst du dein Portraitfoto löschen?

source: Your current portrait picture
de: Dein aktuelles Portraitfoto

source: Yes please
de: Ja bitte

source: Cancel
de: Abbrechen

source: Change your portrait picture
de: Tausche dein Portraitfoto aus

source: Speaker portrait
de: Speakerfoto

source: Delete
de: Löschen

source: Continue
de: Weiter

source: Skip
de: Überspringen

source: Crop the portrait picture
de: Portraitfoto zuschneiden

source: Close
de: Schließen

source: Crop
de: Zuschneiden

source: Successfully deleted
de: Erfolgreich gelöscht

source: Deletion failed
de: Löschen fehlgeschlagen

source: Upload success
de: Erfolgreich hochgeladen

source: Upload error
de: Fehler beim Hochladen

source: Speaker details
de: Sprecherdaten

source: Your speaker details
de: Deine Sprecherdaten

source: Your sessions
de: Deine Sessions

source: Edit session details
de: Session-Details bearbeiten

source: You have not submitted any sessions yet.
de: Du hast bisher noch keine Sessions eingereicht.

source: Submit a session
de: Eine Session einreichen

source: Submit a session for <a href="%(submit_talk_url)s">%(event_title)s</a>.
de: Reiche eine Session für <a href="%(submit_talk_url)s">%(event_title)s</a> ein.

source: Submit a session for one of these events:
de: Eine Session für eine dieser Veranstaltungen einreichen:

source: Portrait picture
de: Portraitfoto

source: Upload new portrait picture
de: Neues Portraitfoto hochladen

source: Edit the portrait picture
de: Portraitfoto bearbeiten

source: Upload
de: Hochladen

source: Delete the portrait picture
de: Portraitfoto löschen

source: Do you really want to delete your portrait picture?
de: Willst du dein Portraitfoto wirklich löschen?

source: Yes, delete it!
de: Ja, lösche es!
